/*
Localizable.strings
Pock

Created by Licardo on 2019/7/6.
Copyright © 2019 Pierluigi Galdi. All rights reserved.
*/

"General" = "Genel";
"Dock" = "Dock";
"Status" = "Durum";
"Control Center" = "Control Center";
"Now Playing" = "Şu an Çalıyor";
"Esc key" = "Esc tuşu";
"Unknown" = "Bilinmeyen";
"Never" = "Asla";
"Instantly" = "Anında";
"1 second" = "1 saniye";
"5 seconds" = "5 saniye";
"10 seconds" = "10 saniye";
"30 seconds" = "30 saniye";
"1 minute" = "1 dakika";
"3 minutes" = "3 dakika";
"More Than 1 Window" = "More Than 1 Window";
"Always" = "Hep";
"Pock Options" = "Pock Seçenekleri";
"Preferences…" = "Tercihler…";
"Customize…" = "Özelleştir…";
"Support this project" = "Bu projeye katkıda bulun";
"Quit Pock" = "Pock'tan Çık";
"Checking…" = "Kontrol ediliyor…";
"Installed version" = "Yüklü versiyon";
"Already on latest version" = "Zaten son sürümü kullanıyorsunuz";
"Check for updates" = "Güncellemeleri denetle";
"New version available!" = "Yeni versiyon indirilebilir!";
"Download" = "İndir";
"Later" = "Sonra";
"Do you want to download version" = "Sürümünü indirmek ister misiniz";
"now?" = "şimdi?";
"windows" = "windows";
"Loading..." = "Loading...";
"elements" = "elements";
"Trash" = "Trash";
"Tap here" = "Tap here";
"to play music" = "to play music";
"Missing title" = "Missing title";
"Unknown artist" = "Unknown artist";
